<div class="entries">
    <h2>Записи</h2>
    <div class="entries-list">
        <div class="entries-list-inner">
            <div>
                <p>Запись №1</p>
                <p>Статус: активна</p>
            </div>
            <div>
                <p>Пациент: Иванов Иван Иванович</p>
                <p>Врач: Собакин Собак Собакевич</p>
                <p>Время: 12:30</p>
            </div>
        </div>
        <div class="entries-list-inner">
            <div>
                <p>Запись №2</p>
                <p>Статус: активна</p>
            </div>
            <div>
                <p>Пациент: Иванов Иван Иванович</p>
                <p>Врач: Собакин Собак Собакевич</p>
                <p>Время: 12:30</p>
            </div>
        </div>
        <div class="entries-list-inner">
            <div>
                <p>Запись №1</p>
                <p>Статус: активна</p>
            </div>
            <div>
                <p>Пациент: Иванов Иван Иванович</p>
                <p>Врач: Собакин Собак Собакевич</p>
                <p>Время: 12:30</p>
            </div>
        </div>
        <div class="entries-list-inner">
            <div>
                <p>Запись №2</p>
                <p>Статус: активна</p>
            </div>
            <div>
                <p>Пациент: Иванов Иван Иванович</p>
                <p>Врач: Собакин Собак Собакевич</p>
                <p>Время: 12:30</p>
            </div>
        </div>
        <div class="entries-list-inner">
            <div>
                <p>Запись №1</p>
                <p>Статус: активна</p>
            </div>
            <div>
                <p>Пациент: Иванов Иван Иванович</p>
                <p>Врач: Собакин Собак Собакевич</p>
                <p>Время: 12:30</p>
            </div>
        </div>
        <div class="entries-list-inner">
            <div>
                <p>Запись №2</p>
                <p>Статус: активна</p>
            </div>
            <div>
                <p>Пациент: Иванов Иван Иванович</p>
                <p>Врач: Собакин Собак Собакевич</p>
                <p>Время: 12:30</p>
            </div>
        </div>
    </div>
</div>